Repository: wp-plugins/post-views-counter
Catalog: languages/post-views-counter-*.po
Languages: fr_fr, he_il, hr, it_it

source: Post Views
fr_fr: Nombre de vues
he_il: צפיות בפוסט
hr: Pregledi
it_it: Visualizzazioni Articolo

source: Post Views Counter reset daily counts interval
fr_fr: Intervalle de temps pour la remise à zéro du comptage par Post Views counter
he_il: מרווח ספירה יומי של מונה צפיות הפוסט
hr: Interval resetiranja dnevnih podataka o pregledima
it_it: Intervallo di tempo per l'azzeramento del contatore

source: Post Views Counter cache flush interval
fr_fr: Intervalle de temps pour le nettoyage du cache Post Views Counter
hr: Interval spremanja broja pregleda iz privremene memorije u WordPress bazu
it_it: Intervallo di tempo per la pulizia della cache di Post Views Counter

source: No Posts
fr_fr: Pas d'article
he_il: אין פוסטים
hr: Nema rezultata
it_it: Nessun Articolo

source: Enable
he_il: הפעלה
hr: Uključeno

source: Disable
he_il: כיבוי
hr: Isključeno

source: minutes
he_il: דקות
hr: minuta/minute
it_it: minuti

source: hours
fr_fr: heures
he_il: שעות
hr: sat/sata/sati
it_it: ore

source: days
fr_fr: jours
he_il: ימים
hr: dan/dana
it_it: giorni

source: weeks
fr_fr: semaines
he_il: שבועות
hr: tjedan/tjedana/tjedna
it_it: settimane

source: months
fr_fr: mois
he_il: חודשים
hr: mjesec/mjeseca/mjeseci
it_it: mesi

source: years
fr_fr: années
he_il: שנים
hr: godinu/godine/godina
it_it: anni

source: robots
he_il: רובוטים
hr: roboti
it_it: robot

source: logged in users
fr_fr: utilisateurs enregistrés
he_il: משתמשים מחוברים
hr: prijavljeni korisnici
it_it: utenti registrati

source: guests
fr_fr: invités
he_il: אורחים
hr: gosti
it_it: ospiti

source: selected user roles
fr_fr: rôles utilisateurs sélectionnés
he_il: תפקידי משתמש נבחרים
hr: odabrane korisničke role
it_it: seleziona i ruoli dell'utente

source: before the content
fr_fr: Avant le contenu
he_il: לפני התוכן
hr: prije sadržaja
it_it: prima del contenuto

source: after the content
fr_fr: Après le contenu
he_il: אחרי התוכן
hr: nakon sadržaja
it_it: dopo il contenuto

source: manual
fr_fr: manuel
he_il: הדרכה
hr: ručno
it_it: manuale

source: icon
fr_fr: icône
he_il: צלמית
hr: ikona
it_it: icona

source: label
he_il: תווית
hr: oznaka
it_it: etichetta

source: General
fr_fr: Général
he_il: כללי
hr: Općenito
it_it: Generale

source: Display
fr_fr: Affichage
he_il: הצג
hr: Prikaz
it_it: Visualizzare

source: Post Views Counter
he_il: מונה הצפיות בפוסט Post Views Counter
hr: Brojač pregleda

source: Need support?
fr_fr: Besoin du support ?
he_il: זקוק לתמיכה?
hr: Trebate pomoć?
it_it: Hai bisogno di aiuto?

source: If you are having problems with this plugin, please talk about them in the
fr_fr: Si vous avez des problèmes avec ce plugin, svp, parlez-en dans le
he_il: אם יש לך בעיות עם התוסף, אנא דבר עליהם ב
hr: Ako imate poteškoća s korištenjem ovog dodatka uključite se u raspravu na
it_it: Se hai problemi con questo plugin, per favore scrivi sul

source: Support forum
fr_fr: forum du Support
he_il: פורום תמיכה
hr: forumima podrške
it_it: Forum di Supporto

source: Do you like this plugin?
fr_fr: Aimez-vous ce plugin ?
he_il: אוהב את התוסף הזה?
hr: Zadovoljni ste s ovim dodatkom?
it_it: Ti piace questo plugin?

source: Rate it 5
fr_fr: Notez-le à 5
he_il: תן לזה דירוג 5
hr: Ocjenite ga 5-icom
it_it: Valutalo 5

source: on WordPress.org
fr_fr: sur WordPress.org
he_il: ב WordPress.org
hr: na WordPress.org
it_it: su WordPress.org

source: Blog about it & link to the
fr_fr: Mentionnez-le dans votre blog en plaçant un lien vers
he_il: פרסם וקשר ל
hr: Pišite o njemu i linkajte ga na
it_it: Scrivi e metti il link alla

source: plugin page
fr_fr: la page du plugin
he_il: עמוד תוסף
hr: stranicu dodatka
it_it: pagina del plugin

source: Check out our other
fr_fr: Découvrez nos autres
he_il: בדקו את יתר
hr: Provjerite naše ostale
it_it: Guarda gli altri nostri

source: WordPress plugins
fr_fr: plugins Wordpress
he_il: תוספי וורדפרס
hr: WordPress dodatke
it_it: plugin di WordPress

source: Created by
fr_fr: Créé par
he_il: נוצר על-ידי
hr: Autor
it_it: Creato da

source: Reset to defaults
fr_fr: Restaurer les paramètres par défaut
he_il: איפוס לברירות המחדל
hr: Vrati na zadane postavke
it_it: Ripristina impostazioni predefinite

source: General settings
fr_fr: Réglages générals
he_il: הגדרות כלליות
hr: Općenite postavke
it_it: Impostazioni generali

source: Post Types Count
fr_fr: Comptage des posts
he_il: מונה סוג פוסט
hr: Vrste objava koje se broje
it_it: Tipo di contenuto

source: Counter Mode
fr_fr: Mode de comptage
he_il: מצב מונה
hr: Način rada brojača
it_it: Modalit&agrave; del conteggio

source: Post Views Column
fr_fr: Colonne Vues d'Article
he_il: עמודת מונה צפיות
hr: Pregledi stupac
it_it: Colonna Visualizzazione Articolo

source: Time Between Counts
fr_fr: Temps entre deux comptages
he_il: הזמן שבין הספירות
hr: Vrijeme između posjeta
it_it: Tempo tra i conteggi

source: Exclude Visitors
fr_fr: Exclure les visiteurs
he_il: אל תכלול מבקרים
hr: Isključi posjete
it_it: Escludi i visitatori

source: Exclude IPs
fr_fr: Exclure les adresses IP
he_il: אל תכלול כתובות IP
hr: Isključi IP adrese
it_it: Escludi gli indirizzi IP

source: Deactivation
fr_fr: Désactivation
he_il: כיבוי
hr: Deaktivacija
it_it: Disattivazione

source: Display settings
fr_fr: Afficher les réglages
he_il: הגדרות התצוגה
hr: Postavke prikaza
it_it: Impostazioni di visualizzazione

source: Post Views Label
fr_fr: Afficher le Texte
he_il: תווית מונה הצפיות
hr: Oznaka brojača
it_it: Etichetta di testo

source: Post Types Display
fr_fr: Afficher les types d'articles
he_il: תצוגת סוגי פוסט
hr: Vrste objava uz koje se prikazuje brojač
it_it: Tipologia di articolo

source: Restrict Display
fr_fr: Restreindre l'affichage
he_il: הגבלת תצוגה
hr: Ograničenje prikaza
it_it: Limita la visualizzazione

source: Position
he_il: מיקום
hr: Pozicija brojača
it_it: Posizione

source: Display Style
fr_fr: Style d'affichage
he_il: עיצוב תצוגה
hr: Stil prikaza
it_it: Stile visualizzazione

source: Icon Class
fr_fr: Classe d'icônes
he_il: מחלקת צחמית
hr: CSS klasa ikone
it_it: Classe dell'icona

source: Enter the label for the post views counter field.
fr_fr: Saisir le texte pour l'affichage du nombre de vues
he_il: הזן את התווית עבור שדה מונה הצפיות בפוסט.
hr: Upišite naziv/oznaku koja će se prikazivati prije vrijednosti brojača
it_it: Scrivi il testo dell'etichetta del campo del contatore.

source: Select post types
fr_fr: Sélectionner les types d'articles, pages,...
he_il: בחירת סוגי פוסט
hr: Odaberite vrste objava
it_it: Seleziona il tipo di articoli

source: Select post types for which post views will be counted.
fr_fr: Sélectionner les types d'articles dont les vues seront comptées
he_il: בחירת סוגי פוסט בהן יימנו הצפיות.
hr: Odaberite vrste objava za koje će se brojati posjete.
it_it: Seleziona il tipo di articoli per i quali saranno contate le visualizzazioni.

source: Select groups
fr_fr: Sélectionner les groupes
he_il: בחירת קבוצות
hr: Odaberite grupe
it_it: Seleziona gruppi

source: Select post types for which post views will be displayed.
fr_fr: Sélectionner les types d'articles, pages,...pour lesquels le nombre de vue doit s'afficher
he_il: בחירת סוגי פוסט בהם יוצג מונה הצפיות.
hr: Odaberite vrste objava na kojima će se prikazivati brojač posjeta.
it_it: Seleziona il tipo di articoli per i quali saranno mostrate le visualizzazioni.

source: Select the method of collecting post views data. If you are using any of the caching plugins select Javascript.
fr_fr: Choisir la méthode de collecte des données des vues. Si vous utilisez un plugin de cache, sélectionner javascript.
he_il: בחירת השיטה לאיסוף נתוני הצפיה בפוסט. אם אתה משתמש בסוג כלשהו של תוסף מטמון בחר Javascript.
hr: Odaberite način rada brojača. Koristite li neki od dodataka za poboljšanje performansi putem spremanja podataka u privremenu memoriju (ili slično), odaberite JavaScript.
it_it: Seleziona il metodo di raccolta dei dati. Se utilizzi un plugin di cache dei contenuti, seleziona JavaScript.

source: Enable to display post views count column for each of the selected post types.
fr_fr: Sélectionner pour afficher une colonne "nombre de vues" pour chacun des articles sélectionnés.
he_il: הפעל הצגת עמודת מונה צפיות עבור כל סוגי הפוסט הנבחרים.
hr: Uključite ako želite prikaz stupca s vrijednostima brojača za odabrane vrste objava u administraciji.
it_it: Attiva per visualizzare la colonna con le visite per ciascuno dei tipi di messaggi selezionati.

source: Enter the time between single user visit count.
fr_fr: Définir le temps entre deux comptage pour un même visiteur.
he_il: הזן את הזמן שבין צפיות של ביקורי משתמש יחיד.
hr: Upišite vrijeme koje mora proći između dvije posjete istog korisnika kako bi se brojač povećao.
it_it: Inserisci il tempo che deve trascorrere per il conteggio dello stesso utente.

source: Delete single day post views data older than specified above. Enter 0 (number zero) if you want to preserve your data regardless of its age.
fr_fr: Efface le comptage des vues d'un article après le nombre de jour spécifié. Entrer 0 (nombre zéro) si vous souhaitez les conserver indéfiniment.
he_il: מחק נתוני צפיה ישנים מ. הזן 0 (מספר אפס) אם אתה רוצה לשמור את הנתונים שלך ללא קשר לגיל שלהם.
hr: Automatsko brisanje podataka o dnevnim pregledima starijim od navedenog vremena. Upišite 0 (brojka nula) ako želite čuvati sve dnevne podatke bez obzira na starost.
it_it: Elimina i dati giornalieri per ogni articolo pi&ugrave; vecchio di quanto specificato. Inserisci 0 (il numero zero) per mantenere i dati indipendentemente dall'et&agrave;.

source: Select user roles
fr_fr: Choisir les rôles utilisateurs
he_il: בחירת תפקידי משתמש
hr: Odaberite korisničke uloge
it_it: Seleziona il ruolo degli utenti

source: Select the type of visitors to be excluded from post views count.
fr_fr: Choisir les types de visiteurs à exclure du comptage des vues.
he_il: בחר את סוג המבקרים שלא ייכללו בספירת הצפיות.
hr: Odaberite vrste posjeta koje ne želite brojati.
it_it: Seleziona il tipo di visitatori da escludere dal conteggio delle visualizzazioni.

source: Remove
fr_fr: Retirer
he_il: הסרה
hr: Ukloni
it_it: Rimuovi

source: Add new
fr_fr: Ajouter
he_il: הוספה
hr: Dodaj
it_it: Aggiungi nuovo

source: Add my current IP
fr_fr: Ajouter mon adresse IP actuelle
he_il: הוסף את כתובת ה IP הנוכחית שלי
hr: Dodaj moju trenutnu IP adresu
it_it: Aggiungi il mio attuale IP

source: Enter the IP addresses to be excluded from post views count.
fr_fr: Entrer les adresses IP à exclure du compage des vues.
he_il: הזן כתובת IP שלא תיכלל בספירת הצפיות.
hr: Upišite IP adrese s kojih se posjete neće brojati.
it_it: Inserisci gli indirizzi IP da escludere dal conteggio delle visualizzazioni.

source: Import
fr_fr: Importer
he_il: יבוא
hr: Uvoz
it_it: Importa

source: Import post views data from WP-PostViews plugin.
fr_fr: Importer des données de comptage de vue du plugin WP-PostViews.
he_il: יבוא נתוני צפיה מתוסף WP-PostViews
hr: Uvezi podatke o brojačima iz WP-PostViews dodatka.
it_it: Importa i dati delle visualizzazioni dal plugin WP-PostViews.

source: Override existing Post Views Counter data.
fr_fr: Ecraser les données de Post Views Counter existantes
he_il: דורס את הנתונים הקיימים של מספר הצפיות.
hr: Uredi postojeće podatke prilikom unosa.
it_it: Sovrascrivi i dati di Post Views Counter.

source: Enable to delete all plugin data on deactivation.
fr_fr: Active l'effacement de toutes les données du plugin lors de la désactivation.
he_il: הפעל כדי למחוק את כל נתוני התוסף עם כיבויו.
hr: "Uključeno" znači da će se prilikom deaktivacije dodatka svi podaci nepovratno obrisati.
it_it: Attiva per eliminare tutti i dati del plugin alla sua disattivazione.

source: Select where would you like to display the post views counter. Use [post-views] shortcode for manual display.
fr_fr: Choisir l'endroit d'affichage du compteur de vues. Utilisez le shortcode [post-views] pour l'affichage manuel.
he_il: בחר היכן להציג את מונה הצפיות. השתמש ב קיצור הקוד [post-views] להצגה ידנית.
hr: Odaberite gdje želite prikazati brojač. Možete koristiti [post-views] shortcode za ručno prikazivanje negdje u temi.
it_it: Seleziona dove mostrare le visualizzazioni. Utilizza lo <em>shortcode</em> [post-views] per la visualizzazione manuale.

source: Choose how to display the post views counter.
fr_fr: Choisir le mode d'affichage du compteur de vues.
he_il: בחר כיצד להציג את מונה הצפיות בפוסט.
hr: Odaberite kako želite prikazati brojač.
it_it: Scegli come mostrare il contatore delle visualizzazioni.

source: Enter the post views icon class. Any of the <a href="%s" target="_blank">Dashicons</a> classes are available.
fr_fr: Choisir la classe d'icônes pour les vues. Post Views Counter, parmi les classes disponibles suivantes : <a href="%s" target="_blank">Dashicons</a>.
he_il: הזן את מחלקת צלמית הצפיות בפוסט. כל אחת ממחלקות ה <a href="%s" target="_blank">Dashicons</a> זמינה.
hr: Upišite CSS klasu ikone brojača (bilo koju od standardnih <a href="%s" target="_blank">Dashicons</a> klasa).
it_it: Inserisci la classe dell'icona. Puoi utlizzare qualsiasi delle classi di <a href="%s" target="_blank">Dashicons</a>.

source: Use it to hide the post views counter from selected type of visitors.
fr_fr: Utiliser cela pour masquer le compteur de vues aux types de visiteurs sélectionnés.
he_il: השתמש בזה כדי להסתיר את מונה הצפיות מסוג מסוים של מבקרים.
hr: Brojač pregleda neće se prikazivati ovim vrstama posjetitelja (biti će skriven).
it_it: Utilizzalo per nascondere il contatore delle visualizzazioni ad un determinato tipo di visitatori.

source: WP-PostViews data imported succesfully.
fr_fr: Les données de WP-PostViews ont été correctement importées.
he_il: נתוני WP-PostViews יובאו בהצלחה.
hr: WP-PostViews podaci uspješno uvezeni.
it_it: Dati da WP-PostViews importati con successo.

source: There was no data to import.
fr_fr: Aucune donnée à importer.
he_il: לא היו נתונים ליבוא.
hr: Nisu pronađeni podaci za uvoz.
it_it: Non ci sono dati da importare.

source: General settings restored to defaults.
fr_fr: Réglages généraux par défaut restaurés.
he_il: ההגדרות הכלליות שוחזרו לברירת המחדל.
hr: Općenite postavke vraćene su na zadane vrijednosti.
it_it: Ripristinate le impostazioni generali predefinite.

source: Display settings restored to defaults.
fr_fr: Réglages d'affichage par défaut restaurés.
he_il: הגדרות התצוגה שוחזרו לברירת המחדל.
hr: Postavke prikaza vraćene su na zadane vrijednosti.
it_it: Ripristinate le impostazioni predefinite di visualizzazione.

source: Support
he_il: תמיכה
hr: Podrška
it_it: Supporto

source: Most Viewed Posts
fr_fr: Articles les plus vus
he_il: הכי נצפים
hr: Najčitanije objave
it_it: Articoli Pi&ugrave; Visualizzati

source: Displays a list of the most viewed posts
fr_fr: Affiche une liste des articles les plus vus
he_il: מציג רשימה של הפוסטים הנצפים ביותר
hr: Prikazuje listu najčitanijih objava
it_it: Mostra un elenco degli articoli pi&ugrave; visualizzati

source: No Posts found
fr_fr: Aucun article trouvé
he_il: לא נמצאו פוסטים
hr: Nema rezultata
it_it: Nessun Articolo trovato

source: Ascending
fr_fr: Ascendant
he_il: סדר עולה
hr: Rastući (A-Z)
it_it: Ascendente

source: Descending
fr_fr: Descendant
he_il: סדר יורד
hr: Padajući (Z-A)
it_it: Discendente

source: Title
fr_fr: Titre
he_il: כותרת
hr: Naslov
it_it: Titolo

source: Number of posts to show
fr_fr: Nombre d'articles à afficher
he_il: מספר הפוסטים להצגה
hr: Broj objava koje želite prikazati
it_it: Numero di articoli da mostrare

source: No posts message
fr_fr: Message Aucun article
he_il: אין הודעת פוסטים
hr: Nema objava
it_it: Messaggio per mancanza di articoli

source: Order
fr_fr: Ordre
he_il: סדר
hr: Poredak
it_it: Ordine

source: Display post views?
fr_fr: Afficher le nombre de vues ?
he_il: להציג את הצפיות בפוסט?
hr: Prikaži brojač?
it_it: Mostrare il numero di visualizzazioni?

source: Display post excerpt?
fr_fr: Afficher l'extrait des articles ?
he_il: להציג את מובאת הפוסט?
hr: Prikaži sažetak objave?
it_it: Mostrare il riassunto dell'articolo?

source: Display post thumbnail?
fr_fr: Afficher la vignette des articles ?
he_il: להציג תמונה ממוזערת של הפוסט?
hr: Prikaži thumbnail objave?
it_it: Mostrare la miniatura dell'articolo?

source: Thumbnail size
fr_fr: Taille des vignettes
he_il: גודל התמונה הממוזערת
hr: Dimenzije thumbnaila
it_it: Dimensione miniatura

source: Forget WP-PostViews. Display how many times a post, page or custom post type had been viewed in a simple, fast and reliable way.
hr: Zaboravite WP-PostViews. Prikažite broj pregleda pojedine objave, stranice ili bilo kojih drugih vrsta objava na jednostavan, brz i pouzdan način.

source: Are you sure you want to reset these settings to defaults?
fr_fr: Etes-vous certain de vouloir restaurer les réglages par défaut ?
he_il: בטוח שרוצה לאפס את ההגדרות האלו לברירת המחדל?
hr: Jeste li sigurni da želite vratiti postavke na njihove zadane vrijednosti?
it_it: Vuoi davvero ripristinare le impostazioni predefinite?

source: Settings
fr_fr: Réglages
he_il: הגדרות
hr: Postavke
it_it: Impostazioni

source: Edit
fr_fr: Editer
hr: Uredi
it_it: Modifica

source: Adjust the views count for this post.
fr_fr: Ajuster le comptages de vus pour cet article
hr: Promijeni vrijednost broja pregleda ove objave
it_it: Aggiusta il numero di visualizzazioni per questo articolo.

source: Cancel
fr_fr: Annuler
hr: Odustani
it_it: Cancella

source: Reset Data Interval
fr_fr: Restaurer l'intervalle de temps des données
hr: Interval resetiranja podataka brojača
it_it: Ripristina Intervallo Dati

source: Flush Object Cache Interval
fr_fr: Intervalle de temps pour le nettoyage du Cache Objets
hr: Interval spremanja privremene memorije
it_it: Intervallo di tempo per la pulizia degli Oggetti in Cache

source: How often to flush cached view counts from the object cache into the database. This feature is used only if a persistent object cache is detected and the interval is greater than 0 (number zero)). When used, view counts will be collected and stored in the object cache instead of the database and will then be asynchronously flushed to the database according to the specified interval.<br /><strong>Notice:</strong> Potential data loss may occur if the object cache is cleared/unavailable for the duration of the interval.
fr_fr: Fréquence de nettoyage du cache de comptage des vues dans la base de données. Cette fonction n'est utilisée que si un objet persistent est détecté dans le cache et si l'intervalle de temps est supérieur à 0. Lorsqu'utilisée, le nombre de vue sera collecté et stocké dans le cache au lieu de la base de données et sera enregistré dans la base après l'intervalle de temps spécifié.<br/> <strong>Nota :</strong> Une perte de données est possible si le cache est nettoyé ou indisponible dans la durée de l'intervalle.
hr: Koliko često se podaci iz privremene memorije trajno pohranjuju u bazu. Ova mogućnost biti će upotrebljena samo ako je podržana i ako je vrijednost intervala veća od 0 (brojka nula). Tada će se podaci o posjetama spremati u privremenu memoriju umjesto direktno u bazu (čime se dobija na performansama) i tek periodički trajno pohranjivati u bazu. <br><strong>Napomena:</strong> Ako se privremena memorija iznenada očisti i/ili je nedostupna, podaci iz privremene memorije mogu biti bespovratno izgubljeni.
it_it: Frequenza di pulizia della cache dei conteggi nel database. Questa funzione viene utilizzata solo se viene rilevata una cache persistente e l'intervallo &egrave; maggiore di 0 (il numero zero). Quando viene utilizzata, il numero di visualizzazioni sono raccolte e memorizzate nella cache dell'oggetto anzich&eacute; nel database e saranno quindi inviate in modo asincrono al database, in base all'intervallo specificato.<br /><strong>Avviso:</strong> potenzialmente si potrebbe verificare una perdita di dati se la cache dell'oggetto viene azzerata o resa non disposibile per la durata dell'intervallo.

source: Post Types
fr_fr: Types d'articles
hr: Vrste objava
it_it: Tipo di Articoli

source: Restrict Edit
fr_fr: Restreindre l'édition
it_it: Limita le modifiche

source: Enable to restrict post views editing to admins only.
fr_fr: Active la restriction d'édition des vues d'articles aux seuls Administrateurs
it_it: Attiva per restringere la modifica delle visualizzazioni degli articoli solo agli amministratori.

source: Reset Data
he_il: איפוס נתונים

source: Post types
he_il: סוגי פוסט
